[{"jm":"Pavel Zeman","fce":"bývalý nejvyšší státní zástupce","resp":"Myslím si, že je to velice dobrá volba. Pan Stříž je kariérní státní zástupce, tou soustavou prošel od nejnižšího po nejvyšší stupeň. Dlouhou dobu byl prvním náměstkem nejvyššího státního zástupce, takže se domnívám, že tam do určité míry zůstane v zásadních věcech zachována kontinuita, zejména co se týče nezávislosti státního zastupitelství. Klade důraz na odpovědnost státního zástupce, což si myslím, že je také velice podstatné. Navíc nelze podcenit skutečnost, že je respektovanou osobností v rámci soustavy státního zastupitelství.","img":"zeman.jpg"},{"jm":"Lenka Bradáčová","fce":"pražský vrchní státní zástupkyně","resp":"Považuji jmenování pana doktora Stříže za logický krok a projev kontinuity předchozího vedení, tedy jeho jednání a konání po dobu výkonu desetileté funkce pana doktora Zemana. Byl to jeho první náměstek, nyní nejvyšší státní zástupce. Je to odborník na trestní právo a já v současné situaci toto jmenování vítám.","img":"bradacova.jpg"},{"jm":"Ivo Ištván","fce":"olomoucký vrchní státní zástupce","resp":"Myslím, že to je zkušený profesionál, který má dlouhodobé zkušenosti z vedoucích pozic na státním zastupitelství. Takže předpokládám, že bude důstojným nástupcem bývalého nejvyššího státního zástupce Pavla Zemana.","img":"istvan.jpg"},{"jm":"Ondřej Šťastný","fce":"viceprezdient Unie státních zástupců","resp":"Považujeme Igora Stříže za velmi vhodnou osobu pro funkci nejvyššího státního zástupce, a to jednak pro jeho desetileté působení v pozici náměstka nejvyššího státního zástupce Pavla Zemana, kdy je spolupodepsán pod reformou státního zastupitelství, tak i pro jeho kroky, postoje a názory během takzvané kauzy Čunek, kdy pan Stříž ještě působil na vrchním státním zastupitelství v Olomouci.","img":"stastny.jpg"},{"jm":"Václav Vlk","fce":"advokát a člen Unie obhájců","resp":"Nesouhlasím s tím, pro mě je to špatná volba. Jako náměstek to bylo v pořádku, ale nemůže být ve vedoucí funkci někdo, kdo je bohužel spojen s minulým režimem způsobem, který je spojen pan Stříž a nemá vůbec žádný dostatek reflexe.","img":"vlk.jpg"},{"jm":"Jiří Pavlík","fce":"náměstek nejvyššího státního zástupce","resp":"Především je třeba kladně hodnotit, že nejvyšší státní zástupce byl jmenován a byl tak odstraněn stav nejistoty, který by při delším trvání jednoznačně neprospíval soustavě státního zastupitelství. Igora Stříže osobně znám jako profesionála, odborně velmi zdatného, s bohatými zkušenostmi z fungování soustavy státního zastupitelství a s respektem jak v soustavě státního zastupitelství, tak i u dalších subjektů, se kterými státní zastupitelství spolupracuje. Mám za to, že Igor Stříž má všechny předpoklady pro to, aby funkci nejvyššího státního zástupce úspěšně vykonával, a osobně hodnotím toto jmenování velmi pozitivně.","img":"pavlik.jpg"},{"jm":"Petr Angyalossy","fce":"předseda nejvyššího soudu","resp":"Vítám jmenování nového nejvyššího státního zástupce bez ohledu na to, o jakou osobu se jedná. Podle mě je důležité, aby v čele stál nikoliv pouze pověřený nebo ze zákona zastupující ale skutečně státní zástupce. Ta funkce je významná a důležitá, proto je dobře, že se tak rychle našla náhrada za bývalého doktora Zemana.","img":"angyalossy.jpg"},{"jm":"Michal Mazanec","fce":"předseda nejvyššího správního soudu","resp":"NA","img":"mazanec.jpg"},{"jm":"Jiří Pospíšil","fce":"exministr spravedlnosti a europoslanec","resp":"Kdybych byl ministr spravedlnosti, pana Stříže bych do funkce nenavrhl. A to z toho důvodu, že zkrátka byl členem Komunistické strany Československa. Pana Stříže doprovází dobrá profesní pověst, postavilo se za něj mnoho státních zástupců. Je dobré, že působí na nejvyšším státním zastupitelství na druhou stranu, ta funkce úplně nejvyšší - ta hlava celé té ústavy - by měla vedle profesionality splňovat i jistou symboliku. V demokratickém právním státě by nejvyšší ústavní funkce neměli obsazovat lidé, kteří byli členy KSČ. Proto jsem jako ministr navrhl Pavla Zemana, mladého kandidáta, který neměl s komunistickou érou nic společného. Igor Stříž nesplňuje etický a morální předpoklad, stát úplně v čele celé soustavy.","img":"pospisil.jpg"},{"jm":"Pavel Rychetský","fce":"předseda Ústavního soudu","resp":"Já si myslím, že to rozhodně neuškodí. Je to člověk zkušený, který bude řídit soustavu státního zastupitelství směrem, který nastavil Pavel Zeman.","img":"rychetsky.jpg"},{"jm":"Libor Vávra","fce":"předseda Soudcovské unie a soudce městského soudu v Praze","resp":"Já respektuji rozhodnutí vlády. Igora Stříže považuji za kvalitního profesionála a nijak mě neuráží, že je nejvyšším státním zástupcem. Pakliže se vláda rozhodla pro tento krok, jsem rád, že dostála svojí povinnosti jmenovat nejvyššího státního zástupce.","img":"vavra.jpg"},{"jm":"Pavel Šámal","fce":"soudce Ústavního soudu","resp":"Soudce ústavního soudu by se neměl k těmto skutečnostem obecně vyjadřovat. S hodnocením by se navíc mělo počkat po určité době výkonu funkce, myslím si tak dobu jednoho roku. Hodnotit předem, když zatím funkci nevykonával, je podle mého názoru obtížné.","img":"samal.jpg"},{"jm":"Václav Čapka","fce":"předseda Vrchního soudu v Olomouci","resp":"Jmenování Igora Stříže nejvyšším státním zástupcem považuji za velmi moudré rozhodnutí vlády. Jde o vysoce odborně erudovaného státního zástupce, který dokonale zná práci státních zástupců na všech stupních soustavy státního zastupitelství. Jeho dlouholeté působení u Vrchního státního zastupitelství v Olomouci a zejména pak ve funkci 1. náměstka Nejvyššího státního zástupce Pavla Zemana, získané řídící zkušenosti, odborné kvality a morální vlastnosti, skýtají v jeho osobě záruku za pokračování v nastoleném úsilí svého předchůdce o zvýšení důvěryhodnosti a posílení nestrannosti, nezávislosti a také odpovědnosti státních zástupců.","img":"NA"},{"jm":"Věra Kalvodová","fce":"vedoucí katedry trestního práva na Masarykově univerzitě v Brně","resp":"NA","img":"NA"},{"jm":"Daniela Kovářová","fce":"exministryně spravedlnosti a prezidentka Unie rodinných advokátů","resp":"Podle mě je v pořádku, že je na to uprázdněné místo jmenován nový adept. Nicméně mi to připadá jako škoda a nevyužitá šance, protože je to politická funkce a zasloužila by si jednoznačnou právní a politickou osobnost, která v těch věcech umí chodit. Protože státní zastupitelství je významná organizace a měl by v čele stát někdo, kdo ví, co s ní dál bude podnikat. V České republice je řada významných expertů, kteří se léta pohybují v politicko-právní rovině a je škoda, že nebyl jmenován někdo známý, významný a s vizí.","img":"kovarova.jpg"},{"jm":"Petr Leyer","fce":"ředitel české pobočky Transparency International","resp":"Vláda v zásadě vybrala člověka, u kterého ví, co očekávat. Zároveň si myslím, že vláda nechtěla úplně řešit výběr nějakého odborníka zvenčí, respektive dělat nějaké výběrové řízení, kde by se setkalo třeba víc koncepcí a pojetí nad tím, jak vést soustavu státního zastupitelství. Myslím si, že by to vláda ani nezvládla nějakým způsobem zadministrovat. Takže to byla taková cesta nejmenšího odporu, zároveň to vyvolává nějaké bouřlivé reakce v rámci té soustavy státního zastupitelství. Můj pohled tedy je, že tam nebyla ambice hledat z více kandidátů nějakou kompetentní osobu, která by třeba vnesla do úřadu nějaký jiný koncept. Že se vláda trochu obávala toho, že nový člověk zvenku by ji třeba i mohl nějakým způsobem nepříjemně překvapit.","img":"leyer.jpg"},{"jm":"Daniela Zemanová","fce":"bývalá prezidentka Soudcovské unie","resp":"Hodnotím to neutrálně až pozitivně. Jsem velmi ráda, že byl jmenován nejvyšší státní zástupce, že tam nedochází k prodlevě a že byl jmenován někdo z oblasti současného nejvyššího státního zástupce, jehož výkon funkce hodnotím kladně. O odborných kvalitách pana doktora Stříže nemám pochybnost. Pouze občansky bych samozřejmě byla mnohem radši, kdyby na těchto pozicích byli již lidé, kteří nejsou svázáni s tou minulostí jako je on. Ale je to jenom občanský postoj.","img":"zemanova.jpg"},{"jm":"Tomáš Šmíd","fce":"politolog a bezpečnostní analytik","resp":"Z hlediska profesní erudice žádné výhrady mít nelze. Z mého úhlu pohledu je ovšem problematická skutečnost, že 32 let po pádu komunistického režimu se stává nejvyšším státním zástupcem člověk, který působil během komunistického režimu jako vojenský prokurátor. Jeho jmenování považuji z etického hlediska za problematické, je to něco co si musíme vyžrat až do dna.","img":"smid.jpg"},{"jm":"Miroslav Mareš","fce":"politolog","resp":"Podle mě bude spíš pokračovat ta kontinuita, kterou nastavil právě už Pavel Zeman. Igor Stříž byl jeho dlouholetým náměstkem a myslím si, že bude pokračovat v tom stylu vedení nejvyššího státního zastupitelství tak, jak bylo nastaveno.","img":"mares.jpg"},{"jm":"Stanislav Mečl","fce":"bývalý náměstek nejvyššího státního zástupce","resp":"Je to podle mě dobrá volba. Je to velmi zkušený státní zástupce i dlouhodobý funkcionář, který zná pozadí a struktury státního zastupitelství. Myslím si, že bude dobrou kontinuitou ve vedení úřadu, tak jak byl Pavel Zeman.","img":"mecl.jpg"},{"jm":"Lubomír Müller","fce":"advokát","resp":"Jsem vyznáním svědek Jehovův a mám za to, že mně proto nepřísluší vyjadřovat se k jakýmkoliv politickým otázkám a politickým úřadům. Je věcí příslušných orgánů, aby ustanovily do toho úřadu toho, kdo k tomu má ty nejlepší předpoklady. Jsem advokát, který hají své klienty a chce pro ně to nejlepší. K politickým rozhodnutím mně nepřísluší se vyjadřovat ani jako advokátovi, ani z důvodu mého vnitřního přesvědčení a vyznání.","img":"muller.jpg"},{"jm":"Tomáš Němeček","fce":"advokát","resp":"Přes všechny rozpaky, které to doprovází, je dobře, že funkce nejvyššího státního zástupce je obsazena, a to kariérním státním zástupcem.","img":"nemecek.jpg"}]